@extends('layouts.common')
 
@section('content')
    <h1>About</h1>
    <p>
        Auther:ROW
    </p>
    <p>
        ゲームや漫画のイラストを描いたり、ゲームのピアノ楽譜を作ったり<br>
        ゲームの動画を投稿したりしているサイト。<br>
        ほぼ二次創作。版権元とは一切関係ありません。
    </p>

    <h1 class="mt-5">Copyright</h1>
    <p>
        当サイトのイラスト、楽譜、動画、その他のコンテンツはすべて私ROWに帰属します。<br>
        コンテンツを転載する場合は、必ず引用元として当サイトのURLを明記してください。
    </p>

    <h1 class="mt-5">Music Score Copyright</h1>
    <p>
        当サイトでは非営利のファン活動であることを前提として<br>
        著作権で保護されている楽曲の耳コピ楽譜を公開しております。<br>
        万が一、作曲者様および権利者様の利益を損ねるなどの問題がございましたら<br>
        必要な対応を行いますので、お手数ですがご連絡頂きますようお願いいたします。
    </p>

@endsection